Repository: medfreeman/wp-ajax
Catalog: lang/wp-ajax-*.po
Languages: sv_se

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
sv_se: Pluginet har uppdaterats men kunde inte återaktiveras. Vänligen återaktivera manuellt

source: Plugin reactivated successfully.
sv_se: Pluginet återaktiverat

source: WP Ajax Settings page
sv_se: WP Ajax Inställningar

source: Save Changes
sv_se: Spara Ändringar

source: Client cache
sv_se: Klient cache

source: Links
sv_se: Länkar

source: Loading animation
sv_se: Laddningsanimering

source: Transition animation
sv_se: Övergångsanimering

source: Forms
sv_se: Formulär

source: Enable caching
sv_se: Aktivera cachelagring

source: Enable automatic caching of ajax-ready template files (enable in production for performance gain, disable if you're modifying template files).
sv_se: Aktivera automatisk cachelagring av ajax-klara mallfiler (aktivera i produktion för bättre prestanda, inaktivera om du ändrar mallfiler).

source: Cached files
sv_se: Cachelagrade filer

source: The number of template files modified and cached for ajax requests. Even if caching is disabled files exist (so they can be php include'd), but are rewritten every request.
sv_se: Antalet ändrade och cachade mallfiler för ajaxbegäran. Även om cachelagring inaktiveras så finns filer (så att de kan php inkluderas), men omskrivs vid varje begäran.

source: Client cache exceptions
sv_se: Undantag klientens cachelagring

source: Comma-separated list of relatives urls to ignore cache on ( ie: "products/" )
sv_se: Kommaavgränsad lista av relativa sökvägar där cachlagring skall ignorers (dvs: \"produkter/\")

source: Links Selector
sv_se: Länkväljare

source: The jquery selector(s) of links which have to be converted.
sv_se: Jquery selector (er) till länkar som skall konverteras.

source: Container Selector
sv_se: Containerselektor

source: The jquery selector of an HTML Element used as container, opening must be contained in header.php and closing in footer.php.
sv_se: Jquery selektorn för ett HTML-Element använt som container, öppning måste vara i header.php och stängning i footer.php.

source: Loading animation test mode
sv_se: Testläge för laddningsanimering

source: When activated, requests for content will never be made, instead the loading animation will go on forever..
sv_se: När aktiverad, kommer begäran för innehåll aldrig att göras. I stället kommer laddningsanimeringen fortsätta i evighet...

source: Loading container Selector
sv_se: Selektor för laddningscontainer

source: The jquery selector of an HTML Element used as container for the loading animation.
sv_se: Jquery selektorn för ett HTML-Element används som container för laddningsanimeringen.

source: Choose loading animation. For custom mode, you have to enter HTML, CSS3 and jQuery animation code.
sv_se: Välj laddningsanimering. För egen anpassning måste du ange HTML, CSS3 och jQuery animeringskod.

source: Loading container Positionment Selector
sv_se: Positioneringselektor för laddningscontainer

source: The jquery selector of an HTML Element used as reference for loading animation placement.
sv_se: Jquery selektorn för ett HTML-Element används som referens för laddningsanimeringens placering.

source: Loading animation placement
sv_se: Laddningsaninmeringens placering

source: Choose loading animation placement, relative to selected element. For custom mode, you have to enter HTML, CSS3 and jQuery animation code.
sv_se: Välj laddningsaninmeringens placering i förhållande till valt element. För egen anpassning måste du ange HTML, CSS3 och jQuery animeringskod.

source: Choose transition animation (between contents). For custom mode, you have to enter jQuery animation code.
sv_se: Välj övergånganimation (mellan innehåll). För egen anpassning måste du ange jQuery animeringskod.

source: Plugin List
sv_se: Pluginlista

source: Expecting a Numeric value! Please fix.
sv_se: Förväntade ett numeriskt värde! Vänligen åtgärda.

source: Expecting comma separated numeric values
sv_se: Förväntade kommaseparerade numeriska värden

source: Expecting comma separated numeric values! Please fix.
sv_se: Förväntade kommaseparerade numeriska värden! Vänligen åtgärda.

source: Invalid email! Please re-enter!
sv_se: Ogiltig e-postadress! Ange igen!

source: This setting field cannot be empty! Please enter a valid email address.
sv_se: Detta fältet får inte vara tomt! Ange en giltig e-postadress.

source: Please enter a valid email address.
sv_se: Ange en giltig e-postadress.

source: WP Ajax Warning : Loading animation test mode activated, no wonder if nothings seems to work except the loading animation !
sv_se: WP Ajax Varning: Testläge för laddningsanimering aktiverat. Inte konstigt om inget verkar fungera förutom laddningsanimeringen!

source: Top Left
sv_se: Överst till vänster

source: Top
sv_se: Överst

source: Top Right
sv_se: Överst till höger

source: Left
sv_se: Vänster

source: Center
sv_se: Mitten

source: Right
sv_se: Höger

source: Bottom Left
sv_se: Nederst till vänster

source: Bottom
sv_se: Botten

source: Bottom Right
sv_se: Längst ner till höger

source: Security error, please <a href="#" onClick="window.location.reload(true);">refresh</a> the page.
sv_se: Säkerhetsfel, vänligen <a href="#" onClick="window.location.reload(true);">ladda om</a>sidan.

source: Error creating ajax template
sv_se: Fel när ajax-mallen skapades
